tap "felixkratz/formulae"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "terrastruct/d2"
tap "wez/wezterm"
brew "argocd"
brew "awscli"
brew "bash"
brew "cmatrix"
brew "d2"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "gh"
brew "ghc"
brew "helm"
brew "helmfile"
brew "htop"
brew "httrack"
brew "jq"
brew "k3d"
brew "k6"
brew "k9s"
brew "kind"
brew "kn"
brew "kubernetes-cli"
brew "kubectx"
brew "kubie"
brew "kustomize"
brew "neofetch"
brew "neovim"
brew "neovide"
brew "nnn"
brew "openjdk"
brew "openjdk@11"
brew "peco"
brew "podman"
brew "ripgrep"
brew "rustup-init"
brew "stern"
brew "syncthing", restart_service: true
brew "the_silver_searcher"
brew "tig"
brew "vhs"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "alacritty"
cask "alfred"
cask "android-file-transfer"
cask "aquaskk"
cask "barrier"
cask "bloomrpc"
cask "brave-browser"
cask "brave-browser-beta"
cask "brave-browser-dev"
cask "brave-browser-nightly"
cask "coteditor"
cask "discord"
cask "docker"
cask "drawio"
cask "easy-move-plus-resize"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "krisp"
cask "lens"
cask "logitech-unifying"
cask "microsoft-edge"
cask "microsoft-edge-dev"
cask "microsoft-teams"
cask "minecraft"
cask "ngrok"
cask "numi"
cask "obsidian"
cask "podman-desktop"
cask "setapp"
cask "slack"
cask "tunnelblick"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "yubico-authenticator"
